[
    {"VNS_id":0,"VNS_tag":"exploration","VNS_tag_name":"General exploration","VNS_color":"#ca5f5f","VNS_desc":"Change graphic appearance: Modify the color, texture, stroke, shape, etc. of the target.","VNS_num":8,"category":0},
    {"VNS_id":1,"VNS_tag":"outlier","VNS_tag_name":"Emphasize value/extreme/outlier","VNS_color":"#ea9081","VNS_desc":"Add visual cues: Add wireframes, color blocks, highlights, connection lines and other elements in addition to existing elements.\nHighlight target value: Appy transparency to other elements.\nEnlarge target element: Magnify elements that need to be emphasized.","VNS_num":10,"category":0},
    {"VNS_id":2,"VNS_tag":"difference","VNS_tag_name":"Compare difference/proportion","VNS_color":"#efbd9c","VNS_desc":"Demonstrate contrast through layout: Superimpose data elements.Techniques like bottom alignment and center alignment are widely used.","VNS_num":1,"category":0},
    {"VNS_id":3,"VNS_tag":"categorization","VNS_tag_name":"Summarize categorization","VNS_color":"#e2cc6d","VNS_desc":"Add visual cues: Add wireframes, color blocks and other elements in addition to existing elements.Differentiating colors on the basis of previous steps are widely used.","VNS_num":3,"category":0},
    {"VNS_id":4,"VNS_tag":"distribution","VNS_tag_name":"Summarize distribution","VNS_color":"#c0c96f","VNS_desc":"Add visual cues: Add contour, stroke，symbol and other elements in addition to existing elements.\nDemonstrate distribution through layout: Limit the overall boundary of the element.\nDemonstrate distribution through layout: It can improve the regularity of the drawing, so as to show the distribution more intuitively.","VNS_num":5,"category":0},
    {"VNS_id":5,"VNS_tag":"trend","VNS_tag_name":"Summarize trend/rank","VNS_color":"#799ea8","VNS_desc":"Enhance sequential effects: Show sequential gradient effects in terms of color, texture, scale, etc.\nAdd visual cues: Add arrow and other auxiliary elements to express sequence.\nDemonstrate sequence through layout: Arranged in a shape with a strong sense of direction, such as triangles and spirals.","VNS_num":9,"category":0},
    {"VNS_id":6,"VNS_tag":"association","VNS_tag_name":"Summarize association","VNS_color":"#48819b","VNS_desc":"Change graphic appearance: Fill some parts of the target with color.","VNS_num":1,"category":0},
    
    {"VNS_id":7,"VNS_tag":"comprehension","VNS_tag_name":"Enhance topic comprehension","VNS_color":"#706a91","VNS_desc":"Add cut-out images: Add the cut image to each part of the element to form a corresponding relationship.\nAdd layer masks: Add the image to the mask of the element construction and merge into one.","VNS_num":16,"category":1},
    {"VNS_id":8,"VNS_tag":"emotion","VNS_tag_name":"Express emotion","VNS_color":"#706a91","VNS_desc":"Present through colors: Use color to express emotions such as warmth, happiness, peace, and calmness.\nPresent through images: Use the tendencies of the image to convey emotions.","VNS_num":6,"category":1},

    {"VNS_id":9,"VNS_tag":"style","VNS_tag_name":"Change style","VNS_color":"#706a91","VNS_desc":"Apply comic style: Depict elements with hand-drawn lines.\nApply MBE style: Use thick strokes and breakpoints, and stagger the filling to create a highlight effect.\nApply liquid gradient style: Use gradient color to draw.\nApply semi-flat style: Add dark sides and shadows to flat graphics.\nApply skeuomorphism style: replace elements with real photos.","VNS_num":5,"category":2}
]